/* Localizable FileType */
"Localizable FileType" = "Englani (Yhdysvallat)";

/* add favorite */
"add favorite" = "lisää suosikki";

/* Are you sure you want to release the tickets in this cart? */
"Are you sure you want to release the tickets in this cart?" = "Oletko varma, että haluat vapauttaa liput ostoskorista?";

/* Calendar */
"Calendar" = "Kalenteri";

/* Cancel */
"Cancel" = "Peruuta";

/* Checkout */
"Checkout" = "Kassa";

/* Close */
"Close" = "Sulje";

/* Continue */
"Continue" = "Jatka";

/* Done */
"Done" = "Valmis";

/* favorite */
"favorite" = "suosikki";

/* from */
"from" = "alkaa";

/* info */
"info" = "info";

/* OK */
"OK" = "OK";

/* Open Settings */
"Open Settings" = "Avaa asetukset";

/* Release Tickets */
"Release Tickets" = "Vapauta liput";

/* remove favorite */
"remove favorite" = "poista suosikki";

/* Sorry this event is not available via the Ticketmaster app. You may view it in your mobile web browser by tapping 'continue' below. */
"Sorry this event is not available via the Ticketmaster app. You may view it in your mobile web browser by tapping 'continue' below." = "Valitettavasti tämä tapahtuma ei ole saatavilla Ticketmaster-sovelluksen kautta. Voit tarkastella sitä mobiiliselaimessasi napauttamalla alla olevaa \"jatka\".";

/* Sorry, we couldn't find the event you're looking for. */
"Sorry, we couldn't find the event you're looking for." = "Valitettavasti emme löytäneet etsimääsi tapahtumaa";

/* Sorry, your cart timer expired and we had to release your tickets. Please try again. */
"Sorry, your cart timer expired and we had to release your tickets. Please try again." = "Valitettavasti ostoskorisi aika loppui ja jouduimme vapauttamaan lippusi. Yritä uudelleen.";

/* Ticket Purchase Expired */
"Ticket Purchase Expired" = "Lippujen ostamisen aika loppui";
